app
  .controller('candidateTestingController', ['$scope', function ($scope) {

    let ctrl = this;

    $scope.range = ['Кар\'єрний ріст',
      'Престижна та надійна фірма',
      'Висока інтенсивність роботи',
      'Позмінна робота',
      'Стабільна оплата та пільги',
      'Близькість до житла',
      'Можливість навчання та підвищення кваліфікації',
      'Спокійна, не дуже відповідальна робота',
      'Дружелюбний колектив',
      'Реалізація власних ідей та рішень'];

    ctrl.submit = function () {
    };
  }])
;